'''
Задача 3 (Исправь ошибке в коде)

Помоги Бо исправить код программы так, чтобы на экран выводился счет игрока (счет игрока равен длине змейки).
'''

snake = "∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎"

print("Счет игрока равен:", (snake))
