'''
Задача 12 (Напиши программу)

Бо прогуливаясь по парку, заметил табличку. Это была табличка, где были прописаны все деревья парка, от самого молодого дерева до самого старого. Бо хочет узнать, какое дерево самое старое и сколько ему лет.

Помоги Бо написать программу, которая найдет самое последнее дерево в списке.
'''

# Данные таблицы которые будут введены: 
# "Дерево номер 1: 10 лет, Дерево номер 2: 13 лет, Дерево номер 3: 14 лет ........... Дерево номер 193: 105 лет, Дерево номер 194: 119 лет"
# твой код
