'''
Задача 5 (Напиши программу)

Бо захотел поменять обои на своем телефоне и нашел сайт, где можно бесплатно скачать красивые обои. Однако, перед тем как скачать обои, сайт запросил разрешение экрана телефона. Бо нашел эту информацию в настройках своего телефона: "Разрешение экрана этого телефона: 1920×1080".

Напиши программу, которая извлекает и выводит на экран разрешение экрана телефона.

На вход программе подается строка: "Разрешение экрана этого телефона: 1920×1080"
'''

# твой код
screen_size = input("Разрешение экрана этого телефона: 1920×1080")
