'''
Задача 7 (Допиши код программы)

Бо проводил анализ успеваемости учеников в академии по сравнению с прошлым годом. Сайт выдал строку:

"Успеваемость учеников по сравнению с прошлым годом увеличилась на 6%, а количество учеников уменьшилось на 2%."

Помоги Бо извлечь и вывести информацию о изменении успеваемости и количестве учеников. Также найди длину строки.
'''

analytics = "успеваемость учеников по сравнению с прошлым годом увеличилась на 6%, а количество учеников уменьшилось на 2%"
# твой код 


