'''
Задача 8 (Допиши код программы)

Бо имеет аккаунт в Steam и хочет узнать, сколько часов он провел в своих играх. У него есть информация о времени, проведенном в каждой игре в формате "Название игры - количество часов".

Помоги Бо написать программу, которая будет считать общее количество часов, проведенных в играх.
Используй срезы. Для каждой игры должна быть своя переменная.
'''

games_and_time = "Devil may cry 5 - 52 часа, Genshin Impact - 67 часов, Metal gear rising - 18 часов, Devil may cry 4 - 43 часа"
# твой код
