'''
Задача 7 (Напиши программу)

Бо приобрел подписку на сайт, где можно читать электронные книги. Он нашел там книгу по программированию. Однако Бо заметил, что книга уже была наполовину прочитана, поэтому он решил начать читать с того момента, где остановился.

Бо решил найти место, где он остановился, с помощью ярлыка, который он вписал в текст книги. Напиши программу, которая найдет индекс этого ярлыка в книге и покажет его Бо. При этом программа уберет часть текста, которую Бо уже прочел.

Используй метод find() и срезы для решения задачи
'''

# Отрывок из текста книги который будет введен: 
# "Язык C++ возник в начале 1980-х годов, когда сотрудник фирмы Bell Labs Бьёрн Страуструп *ЯРЛЫК* придумал ряд усовершенствований к языку C под собственные нужды."
# твой код
