'''
Задача 1 (Исправь ошибки в коде)

Бо купил себе настольные часы, чтобы дополнить интерьер своей комнаты. Однако он обнаружил, что часы установлены в 12-часовом формате времени, который ему неудобен. Бо хочет поменять режим на 24-часовой формат времени.

Помоги Бо исправить код часов, чтобы он мог пользоваться ими с комфортом.
'''

mode = "На данный момент в часах установлен 12-часовой формат времени"
= mode.replace("24-часовой формат времени", 12-часовой формат времени)
print(mode)
