'''
Задача 2 (Исправь ошибке в коде)

Бо, сидя на уроке истории, обнаружил ошибку в новом электронном учебнике. Каждое историческое событие содержало одну и ту же дату. 
Помоги Бо исправить эту нелепую ошибку, чтобы учебник стал более точным и интересным.
'''

# индексы первой даты: 36:40
# индексы второй даты: 88:92
# индексы третьей даты: 137:141

historical_events = "Первое историческое событие было в: 1226 году, второе историческое событие произошло в: 3257 году, третье историческое событие прошло в: 5211 году."

print("Первое историческое событие: " + historical_events[36:40])
print("Второе историческое событие: " + historical_events[36:40])
print("Третье историческое событие: " + historical_events[36:40])

