'''
Задача 11 (Допиши программу)

Бо решил замерить свой рост и узнать, изменился ли он или нет. У него есть специальный прибор, который сохраняет данные в записях. Он посмотрел свой рост, когда он впервые использовал этот прибор, и хочет узнать, на сколько сантиметров он вырос с того момента.

Напиши программу, которая на основе данных строки вычислит разницу в записях о росте. Используй методы find() и rfind() для поиска первой и последней записей о росте, а затем вычисли разницу между ними.
'''

# строка полученная с прибора, которая будет введена: 
# "Рост Бо: 173 см, Рост Бо: 171 см, Рост Бо: 170 см, Рост Бо: 168 см, Рост Бо: 168 см, Рост Бо: 167 см, Рост Бо: 165 см, Рост Бо: 164 см" 
# твой код