'''
Задача 3 (Допиши код программы)

Бо любит в свободное время решать задачи по программированию, тем самым совершенствуя свои знания и умения. На этот раз он решал задачу "Иголка в стоге сена". Бо нужно было найти в большой строке иголку, и он пытался решить эту задачу достаточно долго.

Помоги ему дописать программу так, чтобы она смогла найти иголку в стоге сена и вывести местоположение(индекс) иголки в строке.
'''

container = "Сено, Сено, Сено, Сено, Сено, Сено, Сено, Сено, Сено, Сено, Сено, Сено, Сено, Сено, Сено, Сено, Сено, Сено, Сено, Сено, Сено, Сено, Сено, Сено, Сено, Иголка, Сено, Сено, Сено, Сено, Сено, Сено, Сено, Сено, Сено, Сено, Сено, Сено, Сено, Сено, Сено, Сено, Сено, Сено"
place = container.find()
print("Иголка находится на",  ,"месте")
