'''
Задача 10 (Напиши программу)

Бо решил пройтись одним днем по городу пешком и использовал для этого навигатор. Навигатор вернул две строки с расстояниями: от общежития до кафе и от общежития до академии. Бо хочет сравнить эти расстояния и запомнить, насколько они отличаются.

Помоги Бо написать программу, которая будет выводить первую строку столько раз, на сколько отличается расстояние до кафе от расстояния до академии.
Цифры не должны быть строками. Используй функциональные строки, вот пример: f"меня зовут: {name}"
'''

# первая строка: "Расстояние от общежития до кафе: 6 километров"
# вторая строка: "Расстояние от общежития до академии: 3 километра"

# твой код