'''
Задача 4 (Исправь ошибки в коде)

Бо решил почистить свой ноутбук от старых файлов, и он решил упростить себе задачу, написав программу, которая будет обновлять старые файлы.

Бо написал основной код программы, но заметил, что она выводит ошибку. Помоги Бо исправить его программу.
'''

files = "old_file_1.png new_file_2.txt old_file_3.jpeg new_file_4.mp3 new_file_5.png new_file_6.mp4 old_file_7.png new_file_8.txt"
files = files.find("old", "new")
print("Файлы были успешно обновлены !")

