'''
Задача 4 (Допиши код программы)

Бо решил помочь своему знакомому, старшекласснику, улучшить рейтинг его приложения в магазине приложений. Приложение было скачано более 6 000 раз, но имело нулевой рейтинг из-за отсутствия оценок.

Бо заметил, что на странице приложения отсутствуют отзывы и рейтинг. Он решил добавить некоторые отзывы и улучшить рейтинг приложения.

Добавь недостающий код, чтобы выводить количество звезд, которые пользователи поставили приложению, и количество людей, которые поставили каждую из звезд.
'''

five_stars = "*" * 
four_stars = "*" * 4
three_stars = "*" * 
two_stars = "*" * 
one_star = "*" *

print(, "звезд поставило: 3723 человека")
print(four_stars, "звезд поставило: 231 человек")
print(, "звезд поставило: 378 человек")
print(, "звезд поставило: 223 человека")
print(, "звезд поставило: 1300 человек")
