'''
Задача 1 (Исправь ошибке в коде)

Бо наткнулся на увлекательную статью в своей ленте, но заголовок обрывается на полпути. Помоги ему исправить код и прочитать полностью заголовок статьи.
'''

article = "Искусственный интеллект - угроза или помощник для человечества?"
print(article[:36])
