'''
Задача 8 (Напиши программу)

Бо очень увлекла книга, которую он читал. Он даже не заметил, как стемнело, поэтому остальную часть книги он решил перенести на завтра. Теперь Бо хочет поставить пометку в тексте книги, чтобы потом было проще продолжить чтение.

Поставь ярлык на месте для него и выведи строку на экран, вместе с индексом, на котором стоит ярлык.

Замени в отрывке "МЕСТО ДЛЯ ЯРЛЫКА" на "ЯРЛЫК".
'''

# Отрывок из текста книги который будет введен: 
# "В 1985 году вышло первое издание «Языка программирования C++», *МЕСТО ДЛЯ ЯРЛЫКА* обеспечивающее первое описание этого языка, что было чрезвычайно важно из-за отсутствия официального стандарта."
# твой код