'''
Задача 10 (Допиши программу)

Бо вместе со своими друзьями вели дискуссию на разные темы в общем чате, и Бо задал вопрос, а что было бы, если академия не была основана.

Один из друзей провел анализ и отправил Бо большое сообщение, где все возможные расклады были отсортированы от более вероятного к менее вероятному. Все возможные варианты были помечены "Один из возможных раскладов:"

Бо стало интересно, какой же вариант наименее вероятен, но для этого нужно написать программу, которая выведет на экран только часть сообщения с этим раскладом событий.

Напиши программу, которая найдет и выведет на экран "Один из возможных раскладов:". Этот текст находится в самом конце сообщения. Используй метод rfind() для поиска.
'''

message = "Один из возможных раскладов: отсутствие хорошего образования. Один из возможных раскладов: потеря большого количества специалистов и их недостаток. Один из возможных раскладов:................. Один из возможных раскладов: вымирание морских черепах"
less_possible = 
print(message[])